"Bass Frequency" = "Frequentie lage tonen"; 
"Bass Gain" = "Versterking lage tonen"; 
"Low Mid Frequency" = "Frequentie lage middentonen";
"Low Mid Gain" = "Versterking lage middentonen";
"High Mid Frequency" = "Frequentie hoge middentonen";
"High Mid Gain" = "Versterking hoge middentonen";
"Treble Frequency" = "Frequentie hoge tonen";
"Treble Gain" = "Versterking hoge tonen";
